Retrieve a backward moving iterator to the set.
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public virtual WireConduitTypeSetIterator ReverseIterator()
  Visual Basic
Public Overridable Function ReverseIterator As WireConduitTypeSetIterator
  Visual C++
public:
virtual WireConduitTypeSetIterator^ ReverseIterator()
 Return Value
 Returns a backward moving iterator to the set.
 See Also
  WireConduitTypeSet Class
  Autodesk.Revit.DB.Electrical Namespace